Repository: karimul/quran-phone
Catalog: WindowsPhone/Resources/AppResources.*.resx
Languages: ar

# juz2_description
source: Juz' {0}
ar: الجزء {0}

source: Madani
ar: مدنية

# makki
source: Мakki
ar: مكية

# page_description
source: page %1$d, Juz' %2$d
ar: الصفحة %1$d، الجزء %2$d

# quran_ayah
source: Ayah
ar: الآية

# quran_juz2
source: Juz'
ar: الجزء

# quran_sura
source: Sura
ar: السورة

# quran_sura_title
source: Surat
ar: سورة

# ResourceFlowDirection
source: LeftToRight
ar: RightToLeft

# ResourceLanguage
source: en-US
ar: ar-SA

# sura_ayah_notification_str
source: Sura %1$s, Ayah %2$d
ar: السورة %1$s, الآية %2$d

# sura_names
source: <string-array name="sura_names"> <item>Al-Fatiha</item> <item>Al-Baqara</item> <item>Aal-E-Imran</item> <item>An-Nisa</item> <item>Al-Maeda</item> <item>Al-Anaam</item> <item>Al-Araf</item> <item>Al-Anfal</item> <item>At-Tawba</item> <item>Yunus</item> <item>Hud</item> <item>Yusuf</item> <item>Ar-Rad</item> <item>Ibrahim</item> <item>Al-Hijr</item> <item>An-Nahl</item> <item>Al-Isra</item> <item>Al-Kahf</item> <item>Maryam</item> <item>Ta-Ha</item> <item>Al-Anbiya</item> <item>Al-Hajj</item> <item>Al-Mumenoon</item> <item>An-Noor</item> <item>Al-Furqan</item> <item>Ash-Shu'ara</item> <item>An-Naml</item> <item>Al-Qasas</item> <item>Al-Ankaboot</item> <item>Ar-Room</item> <item>Luqman</item> <item>As-Sajda</item> <item>Al-Ahzab</item> <item>Saba</item> <item>Fatir</item> <item>Ya-Seen</item> <item>As-Saaffat</item> <item>Sad</item> <item>Az-Zumar</item> <item>Ghafir</item> <item>Fussilat</item> <item>Ash-Shura</item> <item>Az-Zukhruf</item> <item>Ad-Dukhan</item> <item>Al-Jathiya</item> <item>Al-Ahqaf</item> <item>Muhammad</item> <item>Al-Fath</item> <item>Al-Hujraat</item> <item>Qaf</item> <item>Adh-Dhariyat</item> <item>At-Tur</item> <item>An-Najm</item> <item>Al-Qamar</item> <item>Ar-Rahman</item> <item>Al-Waqia</item> <item>Al-Hadid</item> <item>Al-Mujadala</item> <item>Al-Hashr</item> <item>Al-Mumtahana</item> <item>As-Saff</item> <item>Al-Jumua</item> <item>Al-Munafiqoon</item> <item>At-Taghabun</item> <item>At-Talaq</item> <item>At-Tahrim</item> <item>Al-Mulk</item> <item>Al-Qalam</item> <item>Al-Haaqqa</item> <item>Al-Maarij</item> <item>Nooh</item> <item>Al-Jinn</item> <item>Al-Muzzammil</item> <item>Al-Muddaththir</item> <item>Al-Qiyama</item> <item>Al-Insan</item> <item>Al-Mursalat</item> <item>An-Naba</item> <item>An-Naziat</item> <item>Abasa</item> <item>At-Takwir</item> <item>Al-Infitar</item> <item>Al-Mutaffifin</item> <item>Al-Inshiqaq</item> <item>Al-Burooj</item> <item>At-Tariq</item> <item>Al-Ala</item> <item>Al-Ghashiya</item> <item>Al-Fajr</item> <item>Al-Balad</item> <item>Ash-Shams</item> <item>Al-Lail</item> <item>Ad-Dhuha</item> <item>Al-Inshirah</item> <item>At-Tin</item> <item>Al-Alaq</item> <item>Al-Qadr</item> <item>Al-Bayyina</item> <item>Az-Zalzala</item> <item>Al-Adiyat</item> <item>Al-Qaria</item> <item>At-Takathur</item> <item>Al-Asr</item> <item>Al-Humaza</item> <item>Al-Fil</item> <item>Quraish</item> <item>Al-Maun</item> <item>Al-Kauther</item> <item>Al-Kafiroon</item> <item>An-Nasr</item> <item>Al-Masadd</item> <item>Al-Ikhlas</item> <item>Al-Falaq</item> <item>An-Nas</item> </string-array>
ar: <string-array name="sura_names"> <item>الفاتحة</item> <item>البقرة</item> <item>آل عمران</item> <item>النساء</item> <item>المائدة</item> <item>الأنعام</item> <item>الأعراف</item> <item>الأنفال</item> <item>التوبة</item> <item>يونس</item> <item>هود</item> <item>يوسف</item> <item>الرعد</item> <item>إبراهيم</item> <item>الحجر</item> <item>النحل</item> <item>الإسراء</item> <item>الكهف</item> <item>مريم</item> <item>طه</item> <item>الأنبياء</item> <item>الحج</item> <item>المؤمنون</item> <item>النور</item> <item>الفرقان</item> <item>الشعراء</item> <item>النمل</item> <item>القصص</item> <item>العنكبوت</item> <item>الروم</item> <item>لقمان</item> <item>السجدة</item> <item>الأحزاب</item> <item>سبأ</item> <item>فاطر</item> <item>يس</item> <item>الصافات</item> <item>ص</item> <item>الزمر</item> <item>غافر</item> <item>فصلت</item> <item>الشورى</item> <item>الزخرف</item> <item>الدخان</item> <item>الجاثية</item> <item>الأحقاف</item> <item>محمد</item> <item>الفتح</item> <item>الحجرات</item> <item>ق</item> <item>الذاريات</item> <item>الطور</item> <item>النجم</item> <item>القمر</item> <item>الرحمن</item> <item>الواقعة</item> <item>الحديد</item> <item>المجادلة</item> <item>الحشر</item> <item>الممتحنة</item> <item>الصف</item> <item>الجمعة</item> <item>المنافقون</item> <item>التغابن</item> <item>الطلاق</item> <item>التحريم</item> <item>الملك</item> <item>القلم</item> <item>الحاقة</item> <item>المعارج</item> <item>نوح</item> <item>الجن</item> <item>المزمل</item> <item>المدثر</item> <item>القيامة</item> <item>الإنسان</item> <item>المرسلات</item> <item>النبأ</item> <item>النازعات</item> <item>عبس</item> <item>التكوير</item> <item>الانفطار</item> <item>المطففين</item> <item>الانشقاق</item> <item>البروج</item> <item>الطارق</item> <item>الأعلى</item> <item>الغاشية</item> <item>الفجر</item> <item>البلد</item> <item>الشمس</item> <item>الليل</item> <item>الضحى</item> <item>الشرح</item> <item>التين</item> <item>العلق</item> <item>القدر</item> <item>البينة</item> <item>الزلزلة</item> <item>العاديات</item> <item>القارعة</item> <item>التكاثر</item> <item>العصر</item> <item>الهمزة</item> <item>الفيل</item> <item>قريش</item> <item>الماعون</item> <item>الكوثر</item> <item>الكافرون</item> <item>النصر</item> <item>المسد</item> <item>الإخلاص</item> <item>الفلق</item> <item>الناس</item> </string-array>

# app_name
source: QURAN
ar: القرآن

source: verse
ar: آية

source: verses
ar: آيات

# quran_bookmarks_lower
source: bookmarks
ar: العلامات

# quran_juz2_lower
source: juz'
ar: الجزء

# quran_sura_lower
source: sura
ar: السورة

# quran_tags_lower
source: tags
ar: التصنيفات

source: translations
ar: التفاسير

source: Available translations
ar: التفاسير المتاحة

source: Downloaded translations
ar: التفاسير المحملة

source: settings
ar: الإعدادات

# loading_message
source: Loading Quran data...
ar: تحميل بيانات القرآن...

# downloadPrompt
source: For optimal performance, some files must be downloaded. If you choose not to do this now, each page will take significantly longer to load. Would you like to download the required files now (WiFi connection recommended)?
ar: لأداء أفضل بعض الملفات في حاجة إلى التحميل، إذا اخترت عدم التحميل الآن فإن الصفحات ستستغرق وقتًا أطول لتحميلها أثناء التصفح. هل ترغب في تحميل الملفات المطلوبة الآن (يفضل وجود اتصال WiFi)؟

# downloadPrompt_title
source: Download Required Files?
ar: تحميل الملفات المطلوبة؟

# extracting_message
source: Extracting Downloaded File...
ar: استخراج الملف المحمل...

# quran_page
source: page
ar: الصفحة

source: Bookmarks
ar: العلامات

# bookmarks_ayah
source: Ayah Bookmarks
ar: علامات الآيات

# bookmarks_current_page
source: Current Page
ar: الصفحة الحالية

# bookmarks_page
source: Page Bookmarks
ar: علامات الصفحات

source: Tags
ar: التصنيفات

source: Delete Bookmark
ar: حذف علامة

# text_size
source: translation text size
ar: حجم نص التفسير

source: about us
ar: عن البرنامج

# about_us_text
source: Quran Phone is a free, open source Quran application for Windows Phone based on Quran Android project. The images used are from the &lt;a href="http://quran.com">quran.com&lt;/a> project, the audio comes from &lt;a href="http://everyayah.com">everyayah.com&lt;/a>, the data used in the translations and Arabic comes from &lt;a href="http://tanzil.net">tanzil.net&lt;/a> and &lt;a href="http://quran.ksu.edu.sa">quran.ksu.edu.sa&lt;/a> &lt;br/>&lt;br/>&lt;b>Quran for Windows Phone Contributors:&lt;/b> &lt;br/>Denis Stankovski &lt;br/>&lt;br/>&lt;b>Quran for Android Contributors:&lt;/b> &lt;br/>Ahmed El-Helw (&lt;a href="http://twitter.com/ahmedre">@ahmedre&lt;/a>) &lt;br/>Hussein Maher (&lt;a href="http://twitter.com/husseinmaher">@husseinmaher&lt;/a>) &lt;br/>Ahmed Farra (&lt;a href="https://github.com/afarra">github&lt;/a>) &lt;br/>Wael Nafee (&lt;a href="http://twitter.com/wnafee">@wnafee&lt;/a>) &lt;br/>Ahmed Fouad (&lt;a href="http://twitter.com/fo2ad">@fo2ad&lt;/a>) &lt;br/>Somaia Gabr (&lt;a href="http://somaiagabr.com">web&lt;/a>) &lt;br/>Mahmoud Hossam (&lt;a href="https://github.com/mahmoudhossam">github&lt;/a>) &lt;br/>Rehab Mohamed (&lt;a href="http://twitter.com/hams_rrr">@hams_rrr&lt;/a>) &lt;br/>&lt;br/>&lt;b>Translators:&lt;/b> &lt;br/>Mehmed Mahmudoglu - Turkish &lt;br/>M. Jafar Nanakar - Farsi &lt;br/>Rinat (Ринат Валеев) - Russian &lt;br/>Denis Stankovski - Russian &lt;br/>khajavi (on github) - previous Farsi translation &lt;br/>&lt;br/>&lt;b>Open Source Projects:&lt;/b> &lt;br/>ActionBarSherlock (&lt;a href="http://abs.io">abs.io&lt;/a>) &lt;br/>maven-android-plugin (&lt;a href="http://code.google.com/p/maven-android-plugin">maven-android-plugin&lt;/a>) &lt;br/>&lt;br/>&lt;b>Special Thanks:&lt;/b> &lt;br/>Ahmed Essam (&lt;a href="http://twitter.com/neo_4583">@neo_4583&lt;/a>) &lt;br/>Batoul Apps (&lt;a href="http://twitter.com/batoulapps">@batoulapps&lt;/a>)
ar: قرآن فون برنامج قرآن مجامي ومفتوح المصدر مبني على مشروع قرآن أندرويد. الصور مأخوذة من مشروع &lt;a href="http://quran.com">quran.com&lt;/a>، الصوت مأخوذ من &lt;a href="http://everyayah.com">everyayah.com&lt;/a>, البيانات المستعملة في الترجمات والتفاسير والنص القرآني مأخوذة من &lt;a href="http://tanzil.net">tanzil.net&lt;/a> و &lt;a href="http://quran.ksu.edu.sa">quran.ksu.edu.sa&lt;/a> &lt;br/>&lt;br/>&lt;b>المساهمون في برنامج قرآن لويندوز فون:&lt;/b> &lt;br/>Denis Stankovski &lt;br/>&lt;br/>&lt;b>المساهمون في برنامج قرآن أندرويد:&lt;/b> &lt;br/>Ahmed El-Helw (&lt;a href="http://twitter.com/ahmedre">@ahmedre&lt;/a>) &lt;br/>Hussein Maher (&lt;a href="http://twitter.com/husseinmaher">@husseinmaher&lt;/a>) &lt;br/>Ahmed Farra (&lt;a href="https://github.com/afarra">github&lt;/a>) &lt;br/>Wael Nafee (&lt;a href="http://twitter.com/wnafee">@wnafee&lt;/a>) &lt;br/>Ahmed Fouad (&lt;a href="http://twitter.com/fo2ad">@fo2ad&lt;/a>) &lt;br/>Somaia Gabr (&lt;a href="http://somaiagabr.com">web&lt;/a>) &lt;br/>Mahmoud Hossam (&lt;a href="https://github.com/mahmoudhossam">github&lt;/a>) &lt;br/>Rehab Mohamed (&lt;a href="http://twitter.com/hams_rrr">@hams_rrr&lt;/a>) &lt;br/>&lt;br/>&lt;b>المترجمون:&lt;/b> &lt;br/>Mehmed Mahmudoglu - Turkish &lt;br/>M. Jafar Nanakar - Farsi &lt;br/>Rinat (Ринат Валеев) - Russian &lt;br/>Denis Stankovski - Russian &lt;br/>khajavi (on github) - previous Farsi translation &lt;br/>&lt;br/>&lt;b>المشاريع المفتوحة المصدر:&lt;/b> &lt;br/>ActionBarSherlock (&lt;a href="http://abs.io">abs.io&lt;/a>) &lt;br/>maven-android-plugin (&lt;a href="http://code.google.com/p/maven-android-plugin">maven-android-plugin&lt;/a>) &lt;br/>&lt;br/>&lt;b>Special Thanks:&lt;/b> &lt;br/>Ahmed Essam (&lt;a href="http://twitter.com/neo_4583">@neo_4583&lt;/a>) &lt;br/>Batoul Apps (&lt;a href="http://twitter.com/batoulapps">@batoulapps&lt;/a>)

# prefs_ayah_before_translation_summary
source: show ayah in Arabic above the translation
ar: إظهار نص الآية أعلى التفسير

# no_network_to_load
source: Sorry, but we were unable to load the data due to absence of network connection. Please try again later.
ar: نأسف بأن البرنامج لا يستطيع تحميل الملفات بسبب اتصال البيانات، بإمكانك المحاولة في وقت لاحق.

# download_cancel_confirmation
source: Are you sure you would like to cancel download?
ar: هل أنت واثق أنك تريد إلغاء التحميل؟?

# disable_sleep
source: prevent phone from turning screen off
ar: منع الهاتف من إغلاق الشاشة

# please_restart
source: Please relaunch an app for the change to take effect
ar: يرجى إعادة تشغيل البرنامج حتى يتم تفعيل الإعداد

source: search
ar: البحث

source: search results
ar: نتائج البحث

# no_translation_to_search
source: No translation to search. Please go to settings page to select active translation.
ar: لا يوجد تفسير للبحث في، افتح الإعدادات لتحديد التفسير الحالي.

# keep_info_overlay
source: show page info in landscape
ar: إظهار بيانات الصفحة في الوضع الأفقي

source: Bookmark ayah
ar: تعليم الآية

# quran_rub3
source: Rub'
ar: الربع

source: generate
ar: تكوين

# generate_bookmarks_for_dua
source: Generate bookmarks for Quranic dua
ar: تكوين علامات لآيات الدعاء في القرآن

source: Dua
ar: الدعاء

source: night mode
ar: وضعية الليل

source: loading...
ar: تحميل...

# change_language
source: language
ar: تغيير اللغة

source: Waiting...
ar: انتظار...

source: Waiting for power...
ar: انتظار الطاقة...

source: Waiting for WiFi...
ar: انتظار الشبكة اللاسلكية...
